Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=225_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Leammeroggi
smn: Lemmeerogge

source: Katso lyhytvideo pohjoissaamelaisesta joiusta!
smn: Keejâ uánihisvideo tavesämmilâš juáigusist.

source: Synopsis: Lemmenjokelainen Nils Heikki Paltto joikaa Lemmenjoen kurun.
smn: Synopsis: Lemmeelâš Nils Heikki Paltto juáigá Lemmee äävži.

source: Joikaaja: Nils Heikki Paltto
smn: Jyeigee: Nils Heikki Paltto

source: Ohjaus/leikkaus: Kirsti Länsman, kuvaus: Heli Ahola
smn: Stivrim/čuoppâm: Kirsti Länsman, kuvvim: Heli Ahola Pyevtittâs:

source: Tuotanto: Saamelaisalueen koulutuskeskus 2008
smn: Säämi máttááttâskuávdáš 2008

source: Pituus: 1,23
smn: Kukkodâh: 1,23
